<?php

return [
    'label' => [
        'main' => 'Категории проектов',
        'create' => 'Создание категории проекта',
        'edit' => 'Редактирование категории проекта',
    ],

    'common' => [
        'name' => 'Название',
        'order' => 'Порядок',

        'created_at' => 'Создана',
        'updated_at' => 'Обновлена',
    ],

    'placeholder' => [
        'name' => 'Введите название',
        'order' => 'Введите порядок',
    ],

    'rel' => [
        'project' => [
            'label' => [
                'main' => 'Проекты',
                'associate' => 'Подключить проект',
                'dissociate' => 'Отделить проект',
            ],

            'common' => [
                'title' => 'Заголовок',
            ],
        ],
    ],
];
