<?php

return [
    'simple' => [
        'create' => 'Создание',
        'edit' => 'Редактировать запись',
        'attach' => 'Прикрепить',
        'view' => 'Просмотр',
        'delete' => 'Удалить запись',
        'delete_bulk' => 'Удалить отмеченное',
        'restore' => 'Восстановить запись',
        'restore_bulk' => 'Восстановить отмеченное',
        'detach' => 'Открепить запись',
        'detach_bulk' => 'Открепить отмеченные записи',
        'force_delete' => 'Удалить запись навсегда',
        'force_delete_bulk' => 'Удалить отмеченное навсегда',
    ],
];
