<?php

return [
    'fields' => [
        'name' => 'Название',
    ],
    'label' => [
        'model' => 'должность',
        'plural' => 'Должности',
        'plural_model' => 'Должностей',
    ],
    'actions' => [
        'create' => [
            'title' => 'Создание должности',
        ],
        'edit' => [
            'title' => 'Редактирование должности',
        ],
        'list' => [
            'title' => 'Должности',
        ],
        'view' => [
            'title' => 'Просмотр должности',
        ],
        'delete' => [
            'title' => 'Удалить должность',
        ],
        'delete-bulk' => [
            'title' => 'Удалить выбранные должности',
        ],
    ],
];
