<?php

return [
    'fields' => [
        'name' => 'Название',
        'name_first' => 'Первый сегмент наименования',
        'name_second' => 'Второй сегмент наименования',
        'name_third' => 'Третий сегмент наименования',
        'text_terms' => 'Текст условия',
        'order' => 'Порядок',
        'link' => 'Ссылка',
        'terms' => 'Условия',
        'created_at' => 'Создана',
        'updated_at' => 'Обновлена',
        'deleted_at' => 'Удалена',
        'show_on_home' => 'Показывать на главной',
    ],
    'sections' => [
        'information' => 'Общая информация',
    ],
    'label' => [
        'model' => 'вакансии',
        'plural' => 'Вакансии',
        'plural_model' => 'Вакансий',
    ],
    'actions' => [
        'browse_link' => [
            'title' => 'Перейти к вакансии',
        ],
        'create' => [
            'title' => 'Создание вакансии',
        ],
        'edit' => [
            'title' => 'Редактирование вакансии',
        ],
        'list' => [
            'title' => 'Вакансии',
        ],
        'view' => [
            'title' => 'Просмотр вакансии',
        ],
        'delete' => [
            'title' => 'Удалить вакансию',
        ],
        'force-delete' => [
            'title' => 'Удалить вакансию безвозвратно',
        ],
        'delete-bulk' => [
            'title' => 'Удалить выбранные вакансии',
        ],
        'force-delete-bulk' => [
            'title' => 'Удалить выбранные вакансии безвозвратно',
        ],
        'restore' => [
            'title' => 'Восстановить вакансию',
        ],
        'restore-bulk' => [
            'title' => 'Восстановить выбранные вакансии',
        ],
        'add-terms' => [
            'title' => 'Добавить условие',
        ],
    ],
    'empty' => [
        'heading' => 'Не найдено вакансий',
    ],
    'errors' => [
        'max_show_on_home' => 'Можно выбрать не более 2 вакансий на главной',
    ],
];
